// 해당 달의 데이터 받아오기
// 자동으로 배열 안에 나열
// 색깔도



[
    {
        "id": "쇼핑",
        "label": "쇼핑",
        "value": 200000,
        "color": "rgba(70, 89, 228, 1)"
    },
    {
        "id": "식사",
        "label": "식사",
        "value": 300000,
        "color": "rgba(70, 89, 228, 0.6)"
    },
    {
        "id": "간식",
        "label": "간식",
        "value": 100000,
        "color": "rgba(70, 89, 228, 0.3)"
    },
    {
        "id": "여가",
        "label": 여가,
        "value": 150000,
        "color": rgba(70, 89, 228, 0.1) 
    }
]